{"sections":{"full_width_cta_AGbzpg":{"type":"full-width-cta","name":"Full Width CTA","settings":{"image":"shopify:\/\/shop_images\/hero3_copy_88dd9201-e7d6-4237-af04-bf25868e35df.jpg","image_mobile":"shopify:\/\/shop_images\/hero3_copymob.jpg","video":"","video_1":"","youtube_video":"","hero_height":"normal","text_overlay_color":"38,43,44","overlay_opacity":0.6,"title":"Men's Road  Beginners Guide","text":"","enable_description":true,"btn_label_1":"","btn_link_1":"","btn_label_2":"","btn_link_2":"","enable_bottom_margin":false}},"text_block_xznhjQ":{"type":"text-block","name":"Text Block","settings":{"bg_color":"white","svg":"","svg_mobile":"","text_color":"black","heading":"","body":"","enable_bottom_margin":true}},"text_block_py7M63":{"type":"text-block","name":"Text Block","settings":{"bg_color":"white","svg":"","svg_mobile":"","text_color":"black","heading":"","body":"","enable_bottom_margin":true}},"full_width_cta_reversible_nVzJnk":{"type":"full-width-cta-reversible","name":"Reversible Full Width CTA","settings":{"image":"shopify:\/\/shop_images\/Mens_Road_Shorts.jpg","image_position":"left","subtitle":"","title":"Bibs and Shorts","text":"It's a personal preference. Shorts stop at the waist. Bibs have straps that ride over the shoulder that hold the chamois in place and eliminate the waistband, reducing compression on the gut. Yes, bib shorts can be a hassle to wrestle out of for a pitstop. Yet we still almost always reach for these on a road ride. Their easy compression around the waist allows for easier breathing, and the straps hold the chamois close to the body, providing an overall more comfortable fit.  The padded chamois is made from layers of breathable foam that cushion the bum, buffing out road vibrations. The chamois is held in place with Lycra panels that compress muscles for support and reduce chafing. Together, they allow the rider to pedal effortlessly through the miles. Bike shorts are meant to be comfortably compressive; you don't want loose fabric as it will lead to chafing.  Cycling bibs and shorts are meant to be worn without underwear. Awkward, maybe; comfortable, yes.","btn_label":"SHOP Shorts","btn_link":"shopify:\/\/collections\/mens-road-shorts-and-bibs","btn_style":"outline-dark","enable_bottom_margin":true}},"full_width_cta_reversible_PrkwFp":{"type":"full-width-cta-reversible","name":"Reversible Full Width CTA","settings":{"image":"shopify:\/\/shop_images\/Mens_Road_Jerseys.jpg","image_position":"right","subtitle":"","title":"Cycling Jersey","text":"A proper jersey fits svelte, quickly wicks away moisture, is cut longer in the back for coverage, and has a row of pockets slung low over the back to provide easy access to supplies. The jersey is also an opportunity to personalize your look. You’ll have reams of color options to sift through to mix and match with your socks and helmet, allowing you to dial in a look.   Not all jerseys fit the same. Choose a Form-Fit cut if you want a slightly compressive, close to body fit that doesn’t flap in the wind. For a classic look that fits close to body, but not tight, opt for Standard Fit. And if you’d rather error on the side of roomy, go for Relaxed Fit.","btn_label":"SHOP JERSEYS","btn_link":"shopify:\/\/collections\/mens-road-jersey","btn_style":"outline-dark","enable_bottom_margin":true}},"full_width_cta_reversible_Q7bjAN":{"type":"full-width-cta-reversible","name":"Reversible Full Width CTA","settings":{"image":"shopify:\/\/shop_images\/glove.jpg","image_position":"left","subtitle":"","title":"GLOVES","text":"Riders have three contact points with the bike: the foot, the butt, and the hands. A good pair of gloves have a touch of padding, damping road vibration. Choose fingerless gloves for hot summer days. For cooler rides, use a pair of fingered gloves that block wind and offer insulation. Take it from us, cycling with cold, wet hands is like enduring the ice bucket challenge — only for hours, not seconds. Gloves keep the digits nimble enough to use the levers.  More padding doesn’t always mean more comfort. Too much padding can prevent proper positioning and cause fatigue. That’s why we carefully 3D shaped our pads to put the right amount of padding just where your hands rest on the bars, giving you the most comfort and control.","btn_label":"SHOP Gloves","btn_link":"shopify:\/\/collections\/mens-road-gloves","btn_style":"outline-dark","enable_bottom_margin":true}},"full_width_cta_reversible_RXHmWf":{"type":"full-width-cta-reversible","name":"Reversible Full Width CTA","settings":{"image":"shopify:\/\/shop_images\/sox.jpg","image_position":"right","subtitle":"","title":"SOCKS","text":"Socks aren’t just another way to dial in your look; the bright colors help you be seen by drivers on the road. They come in many lengths, but, thanks to Lance Armstrong, the current trend has a bias for midcalf length.   Socks should be comfortable, stay put, and meet the conditions you’re riding in. Thin and airy are good for hot summer days; wear a bit thicker Merino wool sock for cooler days.","btn_label":"SHOP SOCKS","btn_link":"shopify:\/\/collections\/mens-cycling-socks","btn_style":"outline-dark","enable_bottom_margin":true}},"full_width_cta_reversible_tkniTm":{"type":"full-width-cta-reversible","name":"Reversible Full Width CTA","settings":{"image":"shopify:\/\/shop_images\/Mens_Road_Shoes.jpg","image_position":"left","subtitle":"","title":"SHOES","text":"Linking the rider to the bike, a proper road shoe is stiff, transferring force from the legs to the road. A well-fitting shoe will be snug–but not tight–with some room for the toes to wiggle. The heel should feel locked in the shoe’s counter and shouldn’t slip up or down.  Traditional road shoes have a sleek, firm outsole made of nylon or carbon fiber with pedal cleats mounted over the sole, making them efficient on the bike. But they can be uncomfortable to walk in. This leaves many new riders asking, “Do I need a dedicated road shoe?” Purists will groan, but we say no. Some riders use one pair of shoes for both mountain and road cycling. If “there can be only one” in your wardrobe, but you have two bikes in the stable, we recommend a gravel-friendly shoe. These are durable and walkable without sacrificing that road flare. The fashion police will give you a pass.  Tip: Traditional road shoe cleats are mounted to the sole through three bolts (while a mountain bike shoe uses a two-bolt mechanism). The shoe you choose will inform your pedal decision and vice versa.","btn_label":"SHOP SHOES","btn_link":"shopify:\/\/collections\/mens-road-shoes","btn_style":"outline-dark","enable_bottom_margin":true}},"full_width_cta_reversible_XdhrgR":{"type":"full-width-cta-reversible","name":"Reversible Full Width CTA","settings":{"image":"shopify:\/\/shop_images\/Mens_Road_Jackets.jpg","image_position":"right","subtitle":"","title":"wind vest or jacket","text":"The cycling jacket’s goal is to keep you warm and dry, with “dry” being relative. Unless you regularly ride in the rain, a jacket doesn’t need to be waterproof. A waterproof jacket will trap sweat on the inside, making you wet anyway. Instead, we almost always carry a water-resistant wind jacket treated with a durable water-repellent finish.  The fit should be snug and the material should be light. This simultaneously reduces wind flap and allows the jacket to stow away in a pocket. If you ride in town, our reflective BioViz® accents to catch the eye of passing drivers in low light conditions.   Our best-selling Quest Barrier Convertible Jacket is a good start. This relaxed-fit wind jacket sheds light rain and helps block the wind in unpredictable weather. As things heat up, the sleeves zip off and disappear in a jersey pocket and unpack with a big punch when the road tilts down and chill factor becomes real.","btn_label":"SHOP JACKETS","btn_link":"shopify:\/\/collections\/mens-road-jackets","btn_style":"outline-dark","enable_bottom_margin":true}},"full_width_cta_reversible_fP6KwY":{"type":"full-width-cta-reversible","name":"Reversible Full Width CTA","settings":{"image":"shopify:\/\/shop_images\/SL.jpg","image_position":"left","subtitle":"","title":"arm and leg warmers","text":"Rides often start early and end some 20 degrees later. Arm warmers and leg warmers slip over limbs, allowing you to adjust your thermostat as the temperatures change. They are easy to pull off and tuck away into the jersey with little fuss.   Like bibs and jerseys, arm and leg warmers come in a variety of sizes. Find the right fit for your guns, as you don’t want the warmers to slip off. To help prevent them from falling down, layer arm and leg warmers under the jersey and bibs.","btn_label":"SHOP WARMERS","btn_link":"shopify:\/\/collections\/mens-cycling-warmers-protection","btn_style":"outline-dark","enable_bottom_margin":true}},"full_width_cta_reversible_VCX4qk":{"type":"full-width-cta-reversible","name":"Reversible Full Width CTA","settings":{"image":"shopify:\/\/shop_images\/BL.jpg","image_position":"right","subtitle":"","title":"baselayers","text":"A baselayer will help keep you in the comfort sweet spot as temperatures fluctuate, but especially in cooler weather. They fit close to the body, under your bib straps, and pull sweat quickly off your skin.  In warmer temps when you’re sweating more a baselayer will improve your cooling, to a point. We don’t recommend them above 90.  In cooler weather, the baselayer keeps you dryer and warmer. Choose a polyester Transfer base for all condition use, or cozy Merino wool for cooler rides.","btn_label":"SHOP BASELAYERS","btn_link":"shopify:\/\/collections\/mens-cycling-baselayers","btn_style":"outline-dark","enable_bottom_margin":true}}},"order":["full_width_cta_AGbzpg","text_block_xznhjQ","text_block_py7M63","full_width_cta_reversible_nVzJnk","full_width_cta_reversible_PrkwFp","full_width_cta_reversible_Q7bjAN","full_width_cta_reversible_RXHmWf","full_width_cta_reversible_tkniTm","full_width_cta_reversible_XdhrgR","full_width_cta_reversible_fP6KwY","full_width_cta_reversible_VCX4qk"]}